print("Вітаю, як вас звати")
user_name=input()
print("Яке гарне ім'я," + user_name)
print("Хочеш працювати у Ризі?")
user_name=input()
if user_name == "нэ":
  print("Гаразд, всього хорошого. Але якщо стало цікаво, то відвідай цей сайт:")
if user_name == "да":
 print ("Добре, ось для прикладу три райони:\n-Плявниеки \n-Кенгарагс \n-Пурвциемс \nВиберіть один для перегляду вакансій.")
user_name=input()
if user_name == "Плявниеки":
  print("\nКухар - 4.95 євро за годину \nПродавець-6 євро на годину \nПрибиральник-5 євро на годину \nДля більшої інформації переходи за посиланням:") 
if user_name == "Кенгарагс":
  print("\nКухар - 4.30 євро за годину \nПродавець-4 євро на годину \nБармен-5 євро на годину \nДля більшої інформації переходи за посиланням:")
if user_name == "Пурвциемс":
  print("\nКухар - 5 євро за годину \nПродавець-4.30 євро на годину \nПідсобний робітник-4,45 євро на годину \nДля більшої інформації переходи за посиланням:")  